Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/cinnamon-session.tmx
Source language: en
Languages: sv

source: Not responding
sv: Svarar inte

source: Override standard autostart directories
sv: Åsidosätt standardkataloger för automatisk start

source: This program is blocking logout.
sv: Detta program blockerar utloggningen.

source: You will be automatically logged out in %d second.
sv: Du kommer automatiskt att loggas ut om %d sekund.

source: You will be logged out in %d seconds.
sv: Du kommer automatiskt att loggas ut om %d sekunder.

source: Restart this system now?
sv: Starta om detta system nu?

source: _Log Out
sv: _Logga ut

source: Unknown
sv: Okänt

source: Shut down this system now?
sv: Stäng av detta system nu?

source: Log out of this system now?
sv: Logga ut ur detta system nu?

source: _Restart
sv: Starta _om

source: Remembered Application
sv: Sparat program

source: This system will be automatically restarted in %d second.
sv: Det här systemet startas automatiskt om om %d sekund.

source: This system will be restarted in %d seconds.
sv: Det här systemet startas automatiskt om om %d sekunder.

source: Don't prompt for user confirmation
sv: Fråga inte efter användarbekräftelse

source: Some programs are still running:
sv: Några program körs fortfarande:

source: This system will be automatically shut down in %d second.
sv: Det här systemet stängs automatiskt av om %d sekund.

source: This system will be shut down in %d seconds.
sv: Det här systemet stängs automatiskt av om %d sekunder.

source: Show the fail whale dialog for testing
sv: Visa den "felande valen" för testning

source: Waiting for programs to finish. Interrupting these programs may cause you to lose work.
sv: Väntar på att programmen ska avslutas. Att avbryta dem kan innebära att du förlorar arbete.

source: Power off
sv: Stäng av

source: _Cancel
sv: _Avbryt

source: _Hibernate
sv: Vilolä_ge

source: Killed by signal %d
sv: Dödad av signal %d

source: _Shut Down
sv: St_äng av

source: Ignoring any existing inhibitors. Implies --no-prompt
sv: Ignorerar alla befintliga hinder. Medför --no-prompt

source: Enable debugging code
sv: Aktivera felsökningskod

source: Session to use
sv: Session att använda

source: Could not create ICE listening socket: %s
sv: Kunde inte skapa lyssnande ICE-uttag: %s

source: Stopped by signal %d
sv: Stoppad av signal %d

source: Log out
sv: Logga ut

source: Do not load user-specified applications
sv: Läs inte in användarspecifika program

source: S_uspend
sv: Vä_nteläge

source: Version of this application
sv: Programversion

source: - the Cinnamon session manager
sv: – Cinnamons sessionshanterare

source: Refusing new client connection because the session is currently being shut down
sv: Avvisar ny klientanslutning på grund av att sessionen är på väg att stängas av

source: Exited with code %d
sv: Avslutades med kod %d

source: _Switch User
sv: _Växla användare

source: _Ignore and continue
sv: _Ignorera och fortsätt
